<template>
  <div class="grid grid-cols-7 h-fit min-h-screen pt-14">
    <div class="col-span-7 md:col-span-5 space-y-7 pb-7">
      <div class="aspect-video">
        <img
          :src="Background"
          class="h-full w-full object-cover object-center"
        />
      </div>
      <div class="px-5 space-y-7 text-surface-700">
        <h1 class="text-center text-3xl sm:text-4xl font-bold text-primary-500">
          ความรู้โรคเกี่ยวกับโรคมะเร็งเต้านม !
        </h1>
        <p>
          จากข้อมูลระบาดวิทยาของมะเร็งเต้านม
          พบอุบัติการณ์มากอันดับแรกในหญิงไทยและหญิงทั่วโลก
          และสามารถพบได้ทั้งในเพศหญิงและเพศชาย แต่ถึงจะฟังดูน่ากลัวแค่ไหนก็ตาม
          ในทางการแพทย์ก็ได้ยืนยันแล้วว่า การตรวจพบมะเร็งได้ตั้งแต่ระยะแรก ๆ
          จะช่วยเพิ่มโอกาสในการรักษาให้ประสบผลสำเร็จได้
        </p>
        <p>
          ดังนั้น
          การศึกษาทำความรู้จักมะเร็งเต้านมจึงเป็นเรื่องสำคัญที่ช่วยให้เรารู้เท่าทัน
          ตัดสินใจเข้ารับการรักษาได้ทันท่วงที
        </p>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            มะเร็งเต้านม คืออะไร
          </h2>
          <p>
            มะเร็งเต้านม คือ มะเร็งที่เกิดจากความผิดปกติของเซลล์ในเต้านม
            โดยเฉพาะเซลล์ท่อน้ำนม
            โดยเซลล์จะเริ่มแบ่งตัวผิดปกติแล้วลุกลามไปยังเนื้อเยื่อข้างเคียง
            จากนั้นหากปล่อยไว้ อาจแพร่กระจายไปยังเซลล์อื่น ๆ ในร่างกายได้
            ผ่านทางเดินน้ำเหลือง
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            มะเร็งเต้านมเกิดจากอะไร
          </h2>
          <p>
            มะเร็งเต้านม เกิดจากความผิดปกติของเซลล์ท่อน้ำนม ซึ่งพบได้มากที่สุด
            ประมาณ 80% ส่วนมะเร็งที่เกิดจากความผิดปกติของเซลล์ต่อมน้ำนม
            จะพบได้น้อยกว่า โดยพบประมาณ 10% นอกจากนี้
            มะเร็งชนิดนี้อาจเกิดขึ้นจากการแพร่กระจายของมะเร็งมาจากอวัยวะส่วนอื่น
            ๆ ได้ด้วยเช่นกัน
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            12 ปัจจัยที่สัมพันธ์กับโอกาสในการเกิดมะเร็งเต้านม
          </h2>
          <p>
            ในปัจจุบัน
            ยังคงมีการถกเถียงเพื่อหาข้อสรุปเรื่องปัจจัยเสี่ยงที่เป็นสาเหตุการเกิดโรคมะเร็งเต้านม
            อย่างไรก็ตาม
            พบว่ามีหลายปัจจัยที่ยืนยันแล้วว่ามีความสัมพันธ์กับโอกาสเกิดมะเร็งเต้านม
            ทั้งในแง่บวกและในแง่ลบ ได้แก่
          </p>
          <ol class="marker:font-medium list-decimal pl-10 space-y-2">
            <li class="pl-2">
              <span class="font-medium">เพศ:</span>
              เพศหญิงมีโอกาสเป็นมะเร็งเต้านมมากกว่าผู้ชายถึง 100 เท่า
            </li>
            <li class="pl-2">
              <span class="font-medium">เชื้อชาติ:</span>
              ผู้หญิงในชาติตะวันตก จะมีความเสี่ยงสูงกว่าผู้หญิงเอเชีย
            </li>
            <li class="pl-2">
              <span class="font-medium">ฮอร์โมนเพศ:</span>
              ประจำเดือนมาตั้งแต่ตอนอายุน้อย ๆ หรือวัยหมดประจำเดือนมาถึงช้า
              ทำให้ร่างกายผู้หญิงมีโอกาสสัมผัสกับฮอร์โมนเอสโตรเจนและโปรเจสเตอโรนนานขึ้น
              จึงมีโอกาสเป็นมะเร็งเต้านมมากยิ่งขึ้น
            </li>
            <li class="pl-2">
              <span class="font-medium">การมีบุตร และการให้นมบุตร:</span>
              การศึกษาพบว่า ผู้หญิงที่มีการคลอดบุตร เลี้ยงบุตรด้วยนมของตัวเอง
              จะช่วยป้องกันโอกาสเกิดมะเร็งเต้านมได้ ในขณะเดียวกัน
              กลุ่มที่ไม่มีบุตร เป็นหมัน กินยาคุมกำเนิด
              หรือไม่ได้เลี้ยงบุตรด้วยน้ำนมตัวเองนั้น
              จะมีความโอกาสเสี่ยงมากยิ่งขึ้น
            </li>
            <li class="pl-2">
              <span class="font-medium">อายุ:</span> เมื่อมีอายุมากขึ้น
              โอกาสเกิดความผิดปกติของยีนในเซลล์ก็จะเพิ่มขึ้น
              อาจส่งผลต่อการเกิดมะเร็งได้ จากการศึกษาพบว่า ผู้หญิงอายุน้อยกว่า
              45 ปี มีโอกาสเป็นมะเร็งเต้านมประมาณ 1 ใน 8 ในขณะที่ผู้หญิงอายุ 55
              ปีขึ้นไป มีโอกาสพบมะเร็งเต้านมประมาณ 2 ใน 3
            </li>
            <li class="pl-2">
              <span class="font-medium">ความอ้วน:</span>
              โรคอ้วนเพิ่มความเสี่ยงต่อการเกิดโรคมะเร็งเต้านมมากขึ้น
            </li>
            <li class="pl-2 space-y-1">
              <p>
                <span class="font-medium">หน้าอกแน่น (Dense Breasts):</span>
                การมีหน้าอกแน่น หมายถึงการมีเนื้อเยื่อและต่อมน้ำนมมากกว่าคนอื่น
                ๆ จึงมีความเสี่ยงที่จะเป็นมะเร็งเต้านมมากกว่า นอกจากนี้
                โครงสร้างเนื้อเยื่อที่หนาแน่น
                ก็ทำให้แพทย์มองเห็นมะเร็งด้วยแมมโมแกรมได้ยากขึ้นด้วย
              </p>
              <p>
                * การพิสูจน์ว่าหน้าอกแน่น
                ไม่ได้เกิดจากการทดลองสัมผัสเต้านมดูว่ากระชับไหม
                คนที่มีหน้าอกกระชับ ไม่ได้แปลว่าจะมีหน้าอกแน่นเสมอไป
                ต้องเป็นการวินิจฉัยโดยแพทย์ผ่านการทำแมมโมแกรมดูโครงสร้างเนื้อเยื่อเท่านั้น
              </p>
            </li>
            <li class="pl-2">
              <span class="font-medium"
                >มีประวัติของโรคและการรักษาเกี่ยวกับเต้านม:</span
              >
              หากเคยมีอาการผิดปกติเกี่ยวกับเต้านม
              หรือเคยได้รับการฉายรังสีในบริเวณดังกล่าว
              จะเพิ่มความเสี่ยงของมะเร็งได้
            </li>
            <li class="pl-2">
              <span class="font-medium">พันธุกรรม:</span>
              มีประวัติโรคมะเร็งเต้านมทางครอบครัว
              โดยเฉพาะหากญาติที่เป็นมะเร็งชนิดนี้เป็นญาติสายตรง
              จะยิ่งเสี่ยงมากขึ้น เช่น แม่ น้องสาว หรือพี่สาว
            </li>
            <li class="pl-2">
              <span class="font-medium">เครื่องดื่มแอลกอฮอล์:</span>
              ผู้หญิงกลุ่มที่ดื่มแอลกฮอล์เป็นประจำ
              จะมีความเสี่ยงเป็นมะเร็งเต้านมสูงกว่าผู้หญิงที่ไม่ดื่ม
            </li>
            <li class="pl-2">
              <span class="font-medium">เป็นมะเร็งเต้านมข้างหนึ่งแล้ว:</span>
              หากได้รับการวินิจฉัยว่าเป็นมะเร็งเต้านมข้างหนึ่ง จะมีความเสี่ยงถึง
              3 – 4 เท่า ที่จะเกิดมะเร็งขึ้นที่เต้านมอีกข้างหนึ่ง
            </li>
            <li class="pl-2">
              <span class="font-medium">ควันบุหรี่:</span> การสูบบุหรี่
              หรือได้รับควันบุหรี่ (ควันบุหรี่มือสอง)
              มีส่วนเชื่อมโยงกับความเสี่ยงที่จะเป็นโรคมะเร็งเต้านม
            </li>
          </ol>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            สัญญาณเตือนมะเร็งเต้านม อาการเป็นอย่างไร
          </h2>
          <p>
            สัญญาณเตือนที่บ่งบอกว่าเราอาจเป็นมะเร็งเต้านม
            สามารถสังเกตได้ด้วยตนเอง ได้แก่
          </p>
          <ul class="marker:font-medium list-disc pl-10 space-y-2">
            <li class="pl-2">
              คลำพบก้อนที่เต้านม หรือบริเวณรักแร้ หากเป็นระยะเริ่มแรกของมะเร็ง
              จับแล้วมักไม่รู้สึกเจ็บ จึงไม่ควรชะล่าใจ
              อย่าคิดเองว่าไม่รู้สึกเจ็บ แปลว่าไม่ใช่มะเร็ง
            </li>
            <li class="pl-2">
              เกิดความเปลี่ยนแปลงที่ผิดปกติต่าง ๆ ขึ้นที่เต้านมเพียงข้างเดียว
            </li>
            <li class="pl-2">
              เต้านมโตขึ้นอย่างรวดเร็ว โดยเริ่มจากเป็นข้างใดข้างหนึ่ง
            </li>
            <li class="pl-2">
              รูปร่างของเต้านมเปลี่ยนไป ไม่เหมือนเดิม โดยที่ไม่เคยผ่าตัดมาก่อน
            </li>
            <li class="pl-2">
              มีการเปลี่ยนแปลงของผิวเต้านม เช่น ผิวหนังแข็งหรือหนาขึ้น
              มีก้อนเนื้อที่นูนขึ้นหรือขรุขระ มีสีผิวเปลี่ยนแปลงไป
              เกิดแผลเรื้อรัง (หรือแผลที่รักษาไม่หาย)
              หรือเป็นรอยรูขุมขนชัดขึ้นเหมือนเปลือกผิวส้ม
            </li>
            <li class="pl-2">
              มีอาการเจ็บปวดเต้านมข้างหนึ่ง อาจเป็นเล็กน้อยหรือเป็นมากก็ได้
            </li>
            <li class="pl-2">
              มีอาการบวมแดงตรงเต้านม
              อาจมีอาการปวดหรือมีแผลในบริเวณที่บวมแดงร่วมด้วย
            </li>
            <li class="pl-2">มีรอยบุ๋มหรือย่นบริเวณเต้านม</li>
            <li class="pl-2">
              มีอาการเน่าของหัวนม หรือส่วนอื่น ๆ บริเวณเต้านม
            </li>
            <li class="pl-2">
              หัวนมบุ๋มเข้าไปในเต้านม หรือไม่สม่ำเสมอ
              โดยไม่ได้เป็นมาตั้งแต่กำเนิด หรือไม่ได้เกิดจากการผ่าตัด
            </li>
            <li class="pl-2">
              มีเลือดและ/หรือของเหลว เช่น น้ำเหลืองใส ๆ ที่ผิดปกติไหลออกจากหัวนม
              หรือผู้หญิงที่ยังไม่มีเกณฑ์ให้นมบุตร แต่มีน้ำนมไหลออกมาผิดปกติ
              ก็ถือว่าเป็นอาการสัญญาณเตือนด้วยเช่นกัน
            </li>
            <li class="pl-2">
              มีแผลที่บริเวณหัวนม มีลักษณะเป็นแผลสีแดง และมักจะรักษาไม่หาย
            </li>
          </ul>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            มะเร็งเต้านม มีกี่ระยะ อะไรบ้าง
          </h2>
          <p>
            แรกเริ่มนั้น มะเร็งเต้านม แบ่งเป็น 4 ระยะ คือ ระยะที่ 1 ถึงระยะที่ 4
            ซึ่งผู้ป่วยส่วนมากมักพบโรคในช่วงอายุ 50-60 ปี
            โดยแตกต่างกันตามเชื้อชาติ สำหรับข้อมูลในประเทศไทยพบมากในช่วงอายุ
            45-50 ปี โดยร้อยละ 80 เป็นมะเร็งในระยะแรก (ระยะที่ 1-3) ร้อยละ 10
            เป็นมะเร็งในระยะกระจาย (ระยะที่ 4)
            แต่การตรวจคัดกรองที่มากขึ้นในปัจจุบัน
            ทำให้พบมะเร็งเต้านมระยะแรกมากขึ้นในประเทศไทย
          </p>
          <p>
            ในยุคนี้ผู้หญิงมีการตรวจเช็คมะเร็งเต้านมบ่อยขึ้นและตรวจเป็นประจำ
            จึงเพิ่มระยะที่ 0 เข้าไปด้วย รวมทั้งสิ้นคือ 5 ระยะ
          </p>
          <ol class="marker:font-medium list-decimal pl-10 space-y-2">
            <li class="pl-2">
              <span class="font-medium">ระยะที่ 0 :</span>
              เซลล์มะเร็งเพิ่งก่อตัว ยังอยู่ภายในเนื้อเยื่อ ณ จุดที่ก่อตัว
              และยังไม่แบ่งตัวลุกลามสู่ภายนอกพื้นที่
            </li>
            <li class="pl-2">
              <span class="font-medium">ระยะที่ 1 :</span>
              มะเร็งเริ่มลุกลามออกมานอกเนื้อเยื่อตรงจุดที่ก่อตัว
              แต่ยังไม่แพร่กระจายไปสู่ต่อมน้ำเหลืองที่รักแร้ มีขนาดไม่เกิน 2
              เซนติเมตร
            </li>
            <li class="pl-2">
              <span class="font-medium">ระยะที่ 2 :</span>
              ก้อนมะเร็งจะมีขนาดระหว่าง 2 – 5 เซนติเมตร (ไม่เกิน 5 เซนติเมตร)
              โดยจะยังไม่กระจายสู่ต่อมน้ำเหลืองที่รักแร้
              แต่ถ้ามะเร็งมีขนาดเล็กกว่า 2 เซนติเมตร
              อาจสามารถแพร่กระจายไปสู่ต่อมน้ำเหลืองที่รักแร้ได้
            </li>
            <li class="pl-2">
              <span class="font-medium">ระยะที่ 3 :</span>
              ก้อนมะเร็งมีขนาดใหญ่มากกว่า 5 เซนติเมตรขึ้นไป
              แล้วอาจเริ่มแพร่กระจายเข้าสู่ต่อมน้ำเหลืองที่รักแร้จนทั่ว
            </li>
            <li class="pl-2">
              <span class="font-medium">ระยะที่ 4 :</span>
              เป็นระยะที่มะเร็งมีการแพร่กระจายไปยังอวัยวะอื่น ๆ เช่น ปอด กระดูก
              ตับ สมอง เป็นต้น
            </li>
          </ol>
          <p>
            ในระยะแรก ๆ เซลล์มะเร็งพึ่งจะก่อตัวขึ้น
            ยังไม่ทันลุกลามออกไปจากจุดที่ก่อตัว จึงยังสามารถรักษาได้ง่าย
            และโอกาสหายขาดสูงมาก
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            แนวทางป้องกัน มะเร็งเต้านม
          </h2>
          <p>
            มมะเร็งเต้านมในระยะแรกเริ่มไม่มีอาการ การตรวจร่างกายอาจยังตรวจไม่พบ
            เนื่องจากรอยโรคเล็กมากจึงเปรียบเสมือน “มฤตยูเงียบ”
            การตรวจคัดกรองอย่างต่อเนื่อง ด้วยการคลำเต้านมอย่างถูกวิธี
            ไปจนถึงการเข้ารับการตรวจด้วยเครื่องดิจิตอลแมมโมแกรม (Mammogram)
            และอัลตราซาวด์ (Ultrasound) จึงมีความสำคัญ
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            แพทย์มีแนวทางวินิจฉัยมะเร็งเต้านมอย่างไร
          </h2>
          <p>
            หากเราคลำพบก้อนผิดปกติบริเวณเต้านมแล้วมาพบแพทย์ แพทย์จะสอบถามประวัติ
            ตรวจร่างกาย ตรวจเต้านม คลำต่อมนํ้าเหลืองที่รักแร้และที่คอ
            และส่งตรวจแมมโมแกรมและอัลตราซาวด์เพิ่มเติม
            ในกรณีที่มีความผิดปกติแพทย์จะทำการตรวจชิ้นเนื้อโดยการเจาะตรวจชิ้นเนื้อด้วยเข็ม
            (Needle biopsy) โดยไม่จำเป็นต้องทำการผ่าตัด สามารถทำได้ง่าย
            ไม่ต้องนอนโรงพยาบาล เจ็บตัวน้อย และได้ผลการวินิจฉัยที่ตรงจุด
          </p>
          <p>
            การเจาะชิ้นเนื้อที่เต้านมเป็นเทคนิคการตรวจทางพยาธิวิทยาก่อนการผ่าตัด
            เนื่องจากทำได้ง่าย ไม่ต้องนอนโรงพยาบาล แผลมีขนาดเล็ก เจ็บน้อย
            ได้ผลการวินิจฉัยที่แม่นยำ ในกรณีที่ก้อนขนาดเล็กหรือคลำได้ไม่ชัด
            สามารถใช้เครื่องมือทางรังสีวิทยา เช่น อัลตราซาวด์
            ช่วยชี้ตำแหน่งรอยโรค เพื่อช่วยเพิ่มความแม่นยำในการเจาะชิ้นเนื้อ
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            แนวทางการรักษามะเร็งเต้านม
          </h2>
          <p>
            หากมะเร็งอยู่ในระยะแพร่กระจายแล้ว การรักษามักจะเน้นไปที่เคมีบำบัด
            หรือยาต้านฮอร์โมน
            ซึ่งเป็นวิธีการที่เหมาะสมในการรักษาที่ครอบคลุมรอยโรคทั้งร่างกาย
            (systemic treatment) แต่ถ้าเป็นมะเร็งเต้านมตั้งแต่ระยะแรก ๆ
            ก็สามารถรักษาได้ด้วยการผ่าตัด
            ซึ่งในปัจจุบันความก้าวหน้าของเทคโนโลยีช่วยให้ไม่จำเป็นต้องตัดเต้านมออกหมดทุกราย
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            การผ่าตัดสงวนเต้า และการสร้างเสริมเต้านม
          </h2>
          <p>
            หากมีการตรวจพบในระยะแรก สามารถเก็บเต้านมไว้ได้
            ไม่จำเป็นต้องตัดเต้านมออกหมดทุกราย
            โดยใช้วิธีทางศัลยกรรมตกแต่งเข้ามาช่วยในการตัดเอาก้อนเนื้อร้ายออก
            โดยออกแบบบาดแผล และกะเกณฑ์ปริมาณเนื้อเยื่อเต้านมบริเวณที่จะผ่าตัดออก
            เพื่อป้องกันไม่ให้เต้านมเกิดการเสียรูปทรง หรือบิดเบี้ยวหลังผ่าตัด
          </p>
          <p>
            แต่ในบางรายที่จำเป็นต้องผ่าตัดเต้านมออกหมดก็สามารถทำการผ่าตัดสร้างเสริมเต้านมได้ทันที
            ด้วยการใช้เต้านมเทียมหรือการใช้เนื้อเยื่อของผู้ป่วยเอง
            เนื้อเยื่อที่นิยมใช้ ได้แก่ กล้ามเนื้อและชั้นไขมันบริเวณหน้าท้อง
            กล้ามเนื้อและไขมันบริเวณหลัง
            ซึ่งการใช้กล้ามเนื้อบริเวณหลังทำให้ผู้ป่วยฟื้นตัวได้เร็วกว่าการใช้กล้ามเนื้อบริเวณหน้าท้อง
            เป็นวิธีการที่ปลอดภัย มีผลแทรกซ้อนน้อย
          </p>
          <p>
            โดยการรักษานี้ช่วยให้ผู้ป่วยมีความมั่นใจมากขึ้น
            เนื่องจากเต้านมที่สร้างขึ้นใหม่เหมือนเต้านมจริงทั้งด้านรูปร่างและลักษณะเนื้อเต้านมจากการสัมผัส
            สร้างความรู้สึกว่ายังมีเต้านมอยู่
          </p>
        </div>
        <div class="space-y-3">
          <h2 class="text-xl sm:text-2xl font-semibold text-primary-500">
            สรุป
          </h2>
          <p>
            มะเร็งเต้านม เป็นภัยคุกคามที่ดูอันตรายก็จริง
            แต่สามารถป้องกันได้ตั้งแต่เนิ่น ๆ
            หากเรารู้จักปัจจัยความเสี่ยงของตัวเอง โดยเฉพาะ ถ้าเราเป็นผู้หญิง
            ควรเข้ารับการตรวจคัดกรองเป็นประจำตามเกณฑ์ที่กำหนดไว้
            หากตรวจแล้วทำการรักษาทันทีตั้งแต่ระยะเริ่มแรก มีโอกาสหายขาดได้เกือบ
            100% เลยทีเดียว
          </p>
          <p>
            เทคโนโลยีในปัจจุบันที่ใช้ในการรักษามีความรุดหน้าไปมาก
            ไม่ได้หยุดอยู่เพียงเป้าหมายที่จะรักษาผู้ป่วยให้หายเท่านั้น
            แต่ยังให้ความสำคัญกับคุณภาพชีวิตที่ดีของผู้ป่วยอีกด้วย
            หากตรวจพบได้เร็ว การรักษาก็จะมีทางเลือกมากยิ่งขึ้น
            สามารถหายจากมะเร็งได้ โดยที่ยังดูสวยและภาคภูมิใจ
            มีชีวิตที่มีความสุขได้เหมือนเดิม
          </p>
        </div>
        <div class="flex gap-2">
          <p>แหล่งที่มา :</p>
          <a
            href="https://www.praram9.com/breast-cancer-staging/#:~:text=%E0%B8%AA%E0%B8%A3%E0%B8%B8%E0%B8%9B-,%E0%B8%A1%E0%B8%B0%E0%B9%80%E0%B8%A3%E0%B9%87%E0%B8%87%E0%B9%80%E0%B8%95%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%20%E0%B8%84%E0%B8%B7%E0%B8%AD%E0%B8%AD%E0%B8%B0%E0%B9%84%E0%B8%A3,%E0%B9%82%E0%B8%A3%E0%B8%84%E0%B9%80%E0%B8%95%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%A1%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%97%E0%B8%A8%E0%B9%84%E0%B8%97%E0%B8%A2"
            target="_blank"
            class="text-primary-500"
            >Praram 9 Hospital</a
          >
        </div>
      </div>
    </div>
    <div class="h-full p-5 w-full col-span-7 md:col-span-2">
      <BaseCarousel />
    </div>
  </div>
</template>

<script setup>
import Background from "@/assets/imgs/breast-cancer.png";

import BaseCarousel from "@/components/BaseCarousel.vue";
</script>

<style scoped></style>
